Repository: common-repository/ultimate-downloadable-products-for-woocommerce
Catalog: languages/ultimate-downloadable-products-for-woocommerce-*.po
Languages: ar_jo, cs_cz, da_dk, de_at, el_gr, es_ar, fa_ir, fi_fi, fr_ch, he_il, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, nl_be, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, tl_ph, vi_vn, zh_cn

source: Standard
ar_jo: اساسي
el_gr: Πρότυπο
es_ar: Estándar
fa_ir: استاندارد
fi_fi: Vakio
he_il: תֶקֶן
hi_in: मानक
id_id: Standar
ja_jp: 標準
ko_kr: 기준
pt_pt: Padrão
ru_ru: Стандартные
sk_sk: Štandardné
sl_si: Standardno
tl_ph: Pamantayan
vi_vn: Tiêu chuẩn
zh_cn: 标准

source: Settings saved.
ar_jo: تم حفظ الإعدادات.
cs_cz: Nastavení uloženo.
da_dk: Indstillinger gemt.
de_at: Einstellungen gespeichert.
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν.
es_ar: Ajustes guardados.
fa_ir: تنظیمات ذخیره شد.
fi_fi: Asetukset Tallennettu.
fr_ch: Paramètres sauvegardés.
he_il: הגדרות נשמרו.
hi_in: सेटिंग्स को सहेजा गया।
id_id: Pengaturan disimpan.
it_it: Impostazioni salvate.
ja_jp: 保存された設定。
ko_kr: 설정이 저장되었습니다.
ms_my: Tetapan disimpan.
nl_be: Indstillinger gemt.
pl_pl: Ustawienia zapisane.
pt_pt: Configurações salvas.
ru_ru: Настройки сохранены.
sk_sk: Nastavenia boli uložené.
sl_si: Nastavitve so shranjene.
tl_ph: Na-save ang mga setting.
vi_vn: Đã lưu cài đặt.
zh_cn: 设置已保存。

source: Ultimate Downloadable Products Settings
ar_jo: أفضل إعدادات المنتجات القابلة للتنزيل
cs_cz: Nastavení konečných produktů ke stažení
da_dk: Ultimative indstillinger for produkter, der kan downloades
de_at: Ultimative Einstellungen für herunterladbare Produkte
el_gr: Απόλυτες ρυθμίσεις προϊόντων με δυνατότητα λήψης
es_ar: Configuración definitiva de productos descargables
fa_ir: تنظیمات نهایی محصولات قابل دانلود
fi_fi: Ultimate ladattavien tuotteiden asetukset
fr_ch: Paramètres des produits téléchargeables ultimes
he_il: הגדרות מוצרים אולטימטיביים להורדה
hi_in: अंतिम डाउनलोड करने योग्य उत्पाद सेटिंग्स
id_id: Pengaturan Produk yang Dapat Diunduh Utama
it_it: Le ultime impostazioni dei prodotti scaricabili
ja_jp: 究極のダウンロード可能な製品設定
ko_kr: 궁극적인 다운로드 가능한 제품 설정
ms_my: Tetapan Produk Boleh Muat Turun Terbaik
nl_be: Ultieme instellingen voor downloadbare producten
pl_pl: Najlepsze ustawienia produktów do pobrania
pt_pt: Configurações finais de produtos para download
ru_ru: Настройки Ultimate Downloadable Products
sk_sk: Konečné nastavenia produktov na stiahnutie
sl_si: Končne nastavitve izdelkov za prenos
tl_ph: Mga Setting ng Ultimate Downloadable Products
vi_vn: Cài đặt Sản phẩm Có thể Tải xuống Cuối cùng
zh_cn: 终极可下载产品设置

source: Awesome Premium Features
ar_jo: ميزات متميزة رائعة
cs_cz: Úžasné prémiové funkce
da_dk: Fantastiske Premium-funktioner
de_at: Fantastische Premium-Funktionen
el_gr: Καταπληκτικά χαρακτηριστικά Premium
es_ar: Impresionantes Funciones Premium
fa_ir: ویژگی های پرمیوم عالی
fi_fi: Mahtavia Premium-ominaisuuksia
fr_ch: Fonctionnalités premium impressionnantes
he_il: תכונות פרימיום מדהימות
hi_in: बहुत बढ़िया प्रीमियम सुविधाएँ
id_id: Fitur Premium Luar Biasa
it_it: Funzionalità premium fantastiche
ja_jp: 素晴らしいプレミアム機能
ko_kr: 멋진 프리미엄 기능
ms_my: Ciri Premium Hebat
nl_be: Fantastiske Premium-funktioner
pl_pl: Niesamowite funkcje premium
pt_pt: Recursos Premium incríveis
ru_ru: Потрясающие премиум возможности
sk_sk: Úžasné prémiové funkcie
sl_si: Izjemne Premium funkcije
tl_ph: Kahanga-hangang mga premium na tampok
vi_vn: Các tính năng cao cấp tuyệt vời
zh_cn: 很棒的高级功能

source: Per product ultimate downloadable input and more.
ar_jo: لكل منتج نهائي قابل للتنزيل المدخلات وأكثر.
cs_cz: Konečný vstup ke stažení pro jednotlivé produkty a další.
da_dk: Per produkt ultimativ downloadbar input og mere.
de_at: Pro Produkt ultimativer herunterladbarer Input und mehr.
el_gr: Απόλυτη είσοδος με δυνατότητα λήψης ανά προϊόν και πολλά άλλα.
es_ar: Por producto última entrada descargable y más.
fa_ir: ورودی نهایی قابل دانلود برای هر محصول و موارد دیگر.
fi_fi: Tuotekohtainen lopullinen ladattava syöttö ja paljon muuta.
fr_ch: Par produit ultime entrée téléchargeable et plus encore.
he_il: לכל מוצר קלט אולטימטיבי להורדה ועוד.
hi_in: प्रति उत्पाद अंतिम डाउनलोड करने योग्य इनपुट और बहुत कुछ।
id_id: Per produk masukan utama yang dapat diunduh dan banyak lagi.
it_it: Per prodotto input scaricabile definitivo e altro ancora.
ja_jp: 製品ごとの究極のダウンロード可能な入力など。
ko_kr: 제품별 궁극적인 다운로드 가능한 입력 등.
ms_my: Input boleh muat turun muktamad setiap produk dan banyak lagi.
nl_be: Per product ultieme downloadbare input en meer.
pl_pl: Ostateczne dane wejściowe do pobrania dla każdego produktu i nie tylko.
pt_pt: Por produto, entrada final para download e muito mais.
ru_ru: Настройка отдельных продуктов и многое другое.
sk_sk: Konečný stiahnuteľný vstup pre jednotlivé produkty a ďalšie.
sl_si: Končni vnos, ki ga je mogoče prenesti na izdelek, in več.
tl_ph: Bawat produkto ultimate downloadable input at higit pa.
vi_vn: Đầu vào cuối cùng có thể tải xuống cho mỗi sản phẩm và hơn thế nữa.
zh_cn: 每个产品的最终可下载输入等等。

source: Upgrade Now!
ar_jo: تحديث الآن!
cs_cz: Vylepšit nyní!
da_dk: Opgrader nu!
de_at: Jetzt upgraden!
el_gr: Αναβάθμισε τώρα!
es_ar: ¡Actualizar ahora!
fa_ir: اکنون ارتقا دهید!
fi_fi: Päivitä nyt!
fr_ch: Mettre à jour maintenant!
he_il: שדרג עכשיו!
hi_in: अभी अपग्रेड करें!
id_id: Tingkatkan sekarang!
it_it: Aggiorna ora!
ja_jp: 今すぐアップグレード！
ko_kr: 지금 업그레이드하세요!
ms_my: Menaiktaraf sekarang!
nl_be: Opgrader nu!
pl_pl: Ulepsz teraz!
pt_pt: Atualize agora!
ru_ru: Приобретите премиум!
sk_sk: Vylepšiť teraz!
sl_si: Nadgradi zdaj!
tl_ph: Mag-upgrade na ngayon!
vi_vn: Nâng cấp ngay bây giờ!
zh_cn: 现在升级！

source: Show downloads tab
ar_jo: إظهار علامة التبويب "التنزيلات"
cs_cz: Zobrazit kartu stahování
da_dk: Vis fanen downloads
de_at: Download-Tab anzeigen
el_gr: Εμφάνιση καρτέλας λήψεων
es_ar: Mostrar pestaña de descargas
fa_ir: نمایش برگه دانلودها
fi_fi: Näytä lataukset-välilehti
fr_ch: Afficher l'onglet des téléchargements
he_il: הצג את לשונית הורדות
hi_in: डाउनलोड टैब दिखाएं
id_id: Tampilkan tab unduhan
it_it: Mostra scheda download
ja_jp: ダウンロードタブを表示
ko_kr: 다운로드 탭 표시
ms_my: Tunjukkan tab muat turun
nl_be: Tabblad downloads weergeven
pl_pl: Pokaż kartę pobierania
pt_pt: Mostrar guia de downloads
ru_ru: Показать вкладку загрузок
sk_sk: Zobraziť kartu sťahovania
sl_si: Pokaži zavihek s prenosi
tl_ph: Ipakita ang tab ng mga download
vi_vn: Hiển thị tab tải xuống
zh_cn: 显示下载选项卡

source: If this setting is set, the Downloads tab is shown on the WooCommerce product page.
ar_jo: إذا تم تعيين هذا الإعداد ، فستظهر علامة التبويب التنزيلات في صفحة منتج WooCommerce.
cs_cz: Pokud je toto nastavení nastaveno, na stránce produktu WooCommerce se zobrazí karta Stahování.
da_dk: Hvis denne indstilling er angivet, vises fanen Downloads på WooCommerce-produktsiden.
de_at: Wenn diese Einstellung gesetzt ist, wird die Registerkarte Downloads auf der WooCommerce-Produktseite angezeigt.
el_gr: Εάν έχει οριστεί αυτή η ρύθμιση, η καρτέλα Λήψεις εμφανίζεται στη σελίδα προϊόντος WooCommerce.
es_ar: Si se establece esta configuración, la pestaña Descargas se muestra en la página del producto WooCommerce.
fa_ir: اگر این تنظیم تنظیم شده باشد، تب دانلودها در صفحه محصول WooCommerce نشان داده می شود.
fi_fi: Jos tämä asetus on asetettu, Lataukset-välilehti näkyy WooCommerce-tuotesivulla.
fr_ch: Si ce paramètre est défini, l'onglet Téléchargements s'affiche sur la page du produit WooCommerce.
he_il: אם הגדרה זו מוגדרת, הכרטיסייה הורדות מוצגת בדף המוצר של WooCommerce.
hi_in: यदि यह सेटिंग सेट है, तो डाउनलोड टैब WooCommerce उत्पाद पृष्ठ पर दिखाया जाता है।
id_id: Jika pengaturan ini disetel, tab Unduhan akan ditampilkan di halaman produk WooCommerce.
it_it: Se questa impostazione è impostata, la scheda Download viene visualizzata nella pagina del prodotto WooCommerce.
ja_jp: この設定が設定されている場合、WooCommerce製品ページに[ダウンロード]タブが表示されます。
ko_kr: 이 설정을 지정하면 WooCommerce 제품 페이지에 다운로드 탭이 표시됩니다.
ms_my: Jika tetapan ini ditetapkan, tab Muat Turun ditunjukkan pada halaman produk WooCommerce.
nl_be: Als deze instelling is ingesteld, wordt het tabblad Downloads weergegeven op de WooCommerce-productpagina.
pl_pl: Jeśli to ustawienie jest ustawione, karta Pobieranie jest wyświetlana na stronie produktu WooCommerce.
pt_pt: Se essa configuração estiver definida, a guia Downloads será exibida na página do produto WooCommerce.
ru_ru: Если этот параметр установлен, вкладка Загрузки отображается на странице продукта WooCommerce.
sk_sk: Ak je toto nastavenie nastavené, na stránke produktu WooCommerce sa zobrazí karta Downloads.
sl_si: Če je ta nastavitev nastavljena, je zavihek Prenosi prikazan na strani izdelka WooCommerce.
tl_ph: Kung nakatakda ang setting na ito, ipapakita ang tab na Mga Download sa page ng produkto ng WooCommerce.
vi_vn: Nếu cài đặt này được đặt, tab Tải xuống sẽ hiển thị trên trang sản phẩm WooCommerce.
zh_cn: 如果设置了此设置，WooCommerce 产品页面上会显示“下载”选项卡。

source: Show image thumbnails
ar_jo: عرض الصور المصغرة
cs_cz: Zobrazit miniatury obrázků
da_dk: Vis billedminiaturer
de_at: Vorschaubilder anzeigen
el_gr: Εμφάνιση μικρογραφιών εικόνων
es_ar: Mostrar miniaturas de imágenes
fa_ir: نمایش ریز عکسها
fi_fi: Näytä kuvien pikkukuvat
fr_ch: Afficher les vignettes des images
he_il: הצג תמונות ממוזערות של תמונה
hi_in: छवि थंबनेल दिखाएं
id_id: Tampilkan gambar mini
it_it: Mostra le miniature delle immagini
ja_jp: 画像のサムネイルを表示
ko_kr: 이미지 축소판 표시
ms_my: Tunjukkan lakaran kecil imej
nl_be: Miniaturen van afbeeldingen weergeven
pl_pl: Pokaż miniatury obrazów
pt_pt: Mostrar miniaturas de imagens
ru_ru: Показать миниатюры изображений
sk_sk: Zobraziť miniatúry obrázkov
sl_si: Pokaži sličice slik
tl_ph: Ipakita ang mga thumbnail ng larawan
vi_vn: Hiển thị hình ảnh thu nhỏ
zh_cn: 显示图像缩略图

source: If this setting is set, image type files are shown with thumbnails generated.
ar_jo: إذا تم تعيين هذا الإعداد ، يتم عرض ملفات نوع الصورة مع إنشاء الصور المصغرة.
cs_cz: Pokud je toto nastavení nastaveno, soubory typu obrázků se zobrazí s vygenerovanými miniaturami.
da_dk: Hvis denne indstilling er indstillet, vises billedtypefiler med genererede miniaturebilleder.
de_at: Wenn diese Einstellung gesetzt ist, werden Bilddateien mit generierten Miniaturansichten angezeigt.
el_gr: Εάν έχει οριστεί αυτή η ρύθμιση, τα αρχεία τύπου εικόνας εμφανίζονται με μικρογραφίες που δημιουργούνται.
es_ar: Si se establece esta configuración, los archivos de tipo imagen se muestran con miniaturas generadas.
fa_ir: اگر این تنظیم تنظیم شده باشد، فایل‌های نوع تصویر با ریز عکس‌های تولید شده نشان داده می‌شوند.
fi_fi: Jos tämä asetus on asetettu, kuvatyyppitiedostot näytetään luotujen pikkukuvien kera.
fr_ch: Si ce paramètre est défini, les fichiers de type image sont affichés avec les vignettes générées.
he_il: אם הגדרה זו מוגדרת, קבצים מסוג תמונה מוצגים עם תמונות ממוזערות שנוצרו.
hi_in: यदि यह सेटिंग सेट है, तो छवि प्रकार फ़ाइलें जनरेट किए गए थंबनेल के साथ दिखाई जाती हैं।
id_id: Jika pengaturan ini disetel, file jenis gambar akan ditampilkan dengan gambar mini yang dihasilkan.
it_it: Se questa impostazione è impostata, i file di tipo immagine vengono mostrati con le miniature generate.
ja_jp: この設定を行うと、画像タイプのファイルがサムネイルとともに表示されます。
ko_kr: 이 설정을 지정하면 이미지 유형 파일이 썸네일 생성과 함께 표시됩니다.
ms_my: Jika tetapan ini ditetapkan, fail jenis imej ditunjukkan dengan lakaran kecil yang dihasilkan.
nl_be: Als deze instelling is ingesteld, worden afbeeldingstypebestanden weergegeven met gegenereerde miniaturen.
pl_pl: Jeśli to ustawienie jest ustawione, pliki typu obrazu są wyświetlane z wygenerowanymi miniaturami.
pt_pt: Se esta configuração for definida, os arquivos de tipo de imagem são mostrados com miniaturas geradas.
ru_ru: Если этот параметр установлен, файлы изображений отображаются с созданными миниатюрами.
sk_sk: Ak je toto nastavenie nastavené, súbory typu obrázkov sa zobrazia s vygenerovanými miniatúrami.
sl_si: Če je ta nastavitev nastavljena, so datoteke vrste slike prikazane z ustvarjenimi sličicami.
tl_ph: Kung nakatakda ang setting na ito, ipapakita ang mga file ng uri ng imahe na may nabuong mga thumbnail.
vi_vn: Nếu cài đặt này được đặt, các tệp loại hình ảnh sẽ được hiển thị với các hình thu nhỏ được tạo.
zh_cn: 如果设置了此设置，图像类型文件将显示并生成缩略图。

source: %1$sUpgrade Now!%2$s to enable this feature.
ar_jo: ترقية %1$s الآن! %2$s لتمكين هذه الميزة.
cs_cz: %1$sUpgradujte nyní!%2$s pro aktivaci této funkce.
da_dk: %1$sOpgrader nu!%2$s for at aktivere denne funktion.
de_at: %1$sAktualisiere jetzt!%2$s, um diese Funktion zu aktivieren.
el_gr: %1$sΑναβάθμιση τώρα!%2$s για να ενεργοποιήσετε αυτήν τη δυνατότητα.
es_ar: %1$s¡Actualice ahora!%2$s para habilitar esta función.
fa_ir: %1$sاکنون ارتقا دهید! %2$s برای فعال کردن این ویژگی.
fi_fi: %1$späivitys nyt!%2$s ottaaksesi tämän ominaisuuden käyttöön.
fr_ch: %1$sMettez à niveau maintenant !%2$s pour activer cette fonctionnalité.
he_il: %1$s שדרג עכשיו! %2$s כדי להפעיל תכונה זו.
hi_in: %1$sअभी अपग्रेड करें!%2$s इस सुविधा को सक्षम करने के लिए।
id_id: %1$sTingkatkan Sekarang!%2$s untuk mengaktifkan fitur ini.
it_it: %1$sAggiorna ora!%2$s per abilitare questa funzione.
ja_jp: %1$s今すぐアップグレード！ この機能を有効にするには%2$s。
ko_kr: %1$s지금 업그레이드하십시오! 이 기능을 활성화하려면%2$s.
ms_my: %1$sTingkatkan Sekarang!%2$s untuk mendayakan ciri ini.
nl_be: %1$sOpgrader nu!%2$s for at aktivere denne funktion.
pl_pl: %1$sUaktualnij teraz!%2$s, aby włączyć tę funkcję.
pt_pt: %1$sAtualize agora!%2$s para ativar este recurso.
ru_ru: %1$sПриобретите премиум!%2$s Для использования этой возможности.
sk_sk: Ak chcete povoliť túto funkciu, %1$sInovujte teraz!%2$s.
sl_si: %1$sNadgradite zdaj!%2$s, da omogočite to funkcijo.
tl_ph: %1$sMag-upgrade ngayon!%2$s upang paganahin ang tampok na ito.
vi_vn: %1$sNâng cấp ngay!%2$s để bật tính năng này.
zh_cn: %1$s立即升级！%2$s 启用此功能。

source: %1$sThe GD PHP module%2$s is required to enable this feature.
ar_jo: %1$sوحدة GD PHP%2$s مطلوبة لتمكين هذه الميزة.
cs_cz: %1$sK aktivaci této funkce je vyžadován modul GD PHP%2$s.
da_dk: %1$s GD PHP-modulet%2$s er påkrævet for at aktivere denne funktion.
de_at: %1$sDas GD-PHP-Modul%2$s ist erforderlich, um diese Funktion zu aktivieren.
el_gr: %1$sΗ λειτουργική μονάδα GD PHP%2$s απαιτείται για την ενεργοποίηση αυτής της δυνατότητας.
es_ar: %1$sSe requiere el módulo GD PHP%2$s para habilitar esta función.
fa_ir: %1$sماژول GD PHP%2$s برای فعال کردن این ویژگی مورد نیاز است.
fi_fi: %1$sTämän ominaisuuden käyttöönotto edellyttää GD PHP -moduulia%2$s.
fr_ch: %1$sLe module PHP GD%2$s est requis pour activer cette fonctionnalité.
he_il: %1$sנדרש מודול GD PHP%2$s כדי להפעיל תכונה זו.
hi_in: %1$sइस सुविधा को सक्षम करने के लिए GD PHP मॉड्यूल%2$s आवश्यक है।
id_id: %1$sModul GD PHP%2$s diperlukan untuk mengaktifkan fitur ini.
it_it: %1$sPer abilitare questa funzione è necessario il modulo GD PHP%2$s.
ja_jp: %1$sこの機能を有効にするには、GD PHP モジュール%2$sが必要です。
ko_kr: %1$s이 기능을 활성화하려면 GD PHP 모듈%2$s이 필요합니다.
ms_my: %1$sModul PHP GD%2$s diperlukan untuk mendayakan ciri ini.
nl_be: %1$sDe GD PHP-module%2$s is vereist om deze functie in te schakelen.
pl_pl: %1$sDo włączenia tej funkcji wymagany jest moduł GD PHP%2$s.
pt_pt: %1$sO módulo GD PHP%2$s é necessário para habilitar este recurso.
ru_ru: Для включения этой функции требуется %1$sPHP-модуль GD%2$s.
sk_sk: Na povolenie tejto funkcie je potrebný %1$smodul GD PHP%2$s.
sl_si: Za omogočanje te funkcije je potreben %1$sGD PHP modul%2$s.
tl_ph: %1$sAng GD PHP module%2$s ay kinakailangan upang paganahin ang tampok na ito.
vi_vn: %1$sCần có mô-đun GD PHP%2$s để kích hoạt tính năng này.
zh_cn: %1$s需要 GD PHP 模块%2$s 才能启用此功能。

source: Image thumbnail width
ar_jo: عرض الصورة المصغرة
cs_cz: Šířka miniatury obrázku
da_dk: Billedets miniaturebredde
de_at: Breite der Miniaturansicht des Bildes
el_gr: Πλάτος μικρογραφίας εικόνας
es_ar: Ancho de la miniatura de la imagen
fa_ir: عرض تصویر کوچک
fi_fi: Kuvan pikkukuvan leveys
fr_ch: Largeur de la vignette de l'image
he_il: רוחב תמונה ממוזערת
hi_in: छवि थंबनेल चौड़ाई
id_id: Lebar gambar mini gambar
it_it: Larghezza della miniatura dell'immagine
ja_jp: 画像のサムネイル幅
ko_kr: 이미지 축소판 너비
ms_my: Lebar lakaran kecil imej
nl_be: Breedte afbeeldingsminiatuur
pl_pl: Szerokość miniatury obrazu
pt_pt: Largura da miniatura da imagem
ru_ru: Ширина миниатюры изображения
sk_sk: Šírka miniatúry obrázka
sl_si: Širina sličice slike
tl_ph: Lapad ng thumbnail ng larawan
vi_vn: Chiều rộng hình thu nhỏ của hình ảnh
zh_cn: 图像缩略图宽度

source: The generated thumbnail image width in pixels.
ar_jo: عرض الصورة المصغرة التي تم إنشاؤها بالبكسل.
cs_cz: Šířka generovaného miniaturního obrázku v pixelech.
da_dk: Det genererede miniaturebilledes bredde i pixels.
de_at: Die generierte Thumbnail-Bildbreite in Pixel.
el_gr: Το πλάτος της παραγόμενης μικρογραφίας εικόνας σε pixel.
es_ar: El ancho de la imagen en miniatura generada en píxeles.
fa_ir: عرض تصویر کوچک تولید شده بر حسب پیکسل.
fi_fi: Luotu pikkukuvan leveys pikseleinä.
fr_ch: La largeur de l'image miniature générée en pixels.
he_il: רוחב התמונה הממוזערת שנוצרה בפיקסלים.
hi_in: पिक्सेल में उत्पन्न थंबनेल छवि चौड़ाई।
id_id: Lebar gambar mini yang dihasilkan dalam piksel.
it_it: La larghezza dell'immagine di anteprima generata in pixel.
ja_jp: 生成されたサムネイル画像の幅（ピクセル単位）。
ko_kr: 생성된 축소판 이미지 너비(픽셀)입니다.
ms_my: Lebar imej kecil yang dijana dalam piksel.
nl_be: De gegenereerde breedte van de miniatuurafbeelding in pixels.
pl_pl: Wygenerowana szerokość obrazu miniatury w pikselach.
pt_pt: A largura da imagem em miniatura gerada em pixels.
ru_ru: Ширина сгенерированного миниатюрного изображения в пикселях.
sk_sk: Šírka vygenerovaného miniatúrneho obrázka v pixeloch.
sl_si: Širina ustvarjene sličice v slikovnih pikah.
tl_ph: Ang nabuong thumbnail na lapad ng larawan sa mga pixel.
vi_vn: Chiều rộng hình ảnh thu nhỏ được tạo tính bằng pixel.
zh_cn: 生成的缩略图图像宽度（以像素为单位）。

source: Blur image thumbnails
ar_jo: طمس الصور المصغرة
cs_cz: Rozmazání miniatur obrázků
da_dk: Slør billedminiaturer
de_at: Miniaturansichten von Bildern unkenntlich machen
el_gr: Θάμπωμα μικρογραφιών εικόνων
es_ar: Miniaturas de imágenes borrosas
fa_ir: ریز عکسها را تار کنید
fi_fi: Sumenna kuvien pikkukuvat
fr_ch: Flouter les vignettes des images
he_il: טשטוש תמונות ממוזערות
hi_in: धुंधली छवि थंबनेल
id_id: Gambar kecil buram
it_it: Sfoca le miniature delle immagini
ja_jp: 画像のサムネイルをぼかす
ko_kr: 이미지 축소판 흐림
ms_my: Kaburkan lakaran kecil imej
nl_be: Miniaturen van afbeeldingen vervagen
pl_pl: Rozmyj miniatury obrazów
pt_pt: Desfocar miniaturas de imagens
ru_ru: Размытие миниатюр изображений
sk_sk: Rozmazanie miniatúr obrázkov
sl_si: Zameglitev sličic slik
tl_ph: I-blur ang mga thumbnail ng larawan
vi_vn: Làm mờ hình thu nhỏ của hình ảnh
zh_cn: 模糊图像缩略图

source: If this setting is set, thumbnails shown for image type files will be blurred with a gaussian filter.
ar_jo: إذا تم تعيين هذا الإعداد ، فسيتم تعتيم الصور المصغرة المعروضة لملفات نوع الصورة باستخدام مرشح gaussian.
cs_cz: Pokud je toto nastavení nastaveno, miniatury zobrazené pro soubory typu obrázků budou rozmazané pomocí gaussovského filtru.
da_dk: Hvis denne indstilling er indstillet, vil de viste miniaturebilleder for billedtypefiler blive sløret med et gaussisk filter.
de_at: Wenn diese Einstellung aktiviert ist, werden Miniaturansichten, die für Bilddateien angezeigt werden, mit einem Gaußschen Filter unkenntlich gemacht.
el_gr: Εάν οριστεί αυτή η ρύθμιση, οι μικρογραφίες που εμφανίζονται για αρχεία τύπου εικόνας θα θολωθούν με ένα φίλτρο Gaussian.
es_ar: Si se establece esta configuración, las miniaturas que se muestran para los archivos de tipo de imagen se verán borrosas con un filtro gaussiano.
fa_ir: اگر این تنظیم تنظیم شده باشد، تصاویر کوچک نشان داده شده برای فایل‌های نوع تصویر با فیلتر گاوسی محو می‌شوند.
fi_fi: Jos tämä asetus on asetettu, kuvatyyppitiedostoille näytettävät pikkukuvat sumentuvat Gauss-suodattimella.
fr_ch: Si ce paramètre est défini, les vignettes affichées pour les fichiers de type image seront floues avec un filtre gaussien.
he_il: אם הגדרה זו מוגדרת, תמונות ממוזערות המוצגות עבור קבצים מסוג תמונה יטושטשו עם מסנן גאוסי.
hi_in: यदि यह सेटिंग सेट है, तो छवि प्रकार की फ़ाइलों के लिए दिखाए गए थंबनेल गॉसियन फ़िल्टर से धुंधले हो जाएंगे।
id_id: Jika pengaturan ini disetel, gambar mini yang ditampilkan untuk file jenis gambar akan diburamkan dengan filter gaussian.
it_it: Se questa impostazione è impostata, le miniature mostrate per i file di tipo immagine verranno sfocate con un filtro gaussiano.
ja_jp: この設定を設定すると、画像タイプのファイルに表示されるサムネイルがガウスフィルターでぼやけます。
ko_kr: 이 설정을 지정하면 이미지 유형 파일에 대해 표시되는 썸네일이 가우스 필터로 흐려집니다.
ms_my: Jika tetapan ini ditetapkan, lakaran kenit yang ditunjukkan untuk fail jenis imej akan dikaburkan dengan penapis gaussian.
nl_be: Als deze instelling is ingesteld, worden miniaturen die worden weergegeven voor afbeeldingstypebestanden vervaagd met een Gaussiaans filter.
pl_pl: Jeśli to ustawienie jest ustawione, miniatury wyświetlane dla plików typu obrazu będą rozmyte przez filtr Gaussa.
pt_pt: Se esta configuração for definida, as miniaturas mostradas para arquivos do tipo imagem serão borradas com um filtro gaussiano.
ru_ru: Если этот параметр установлен, миниатюры, отображаемые для файлов изображений, будут размыты гауссовским фильтром.
sk_sk: Ak je toto nastavenie nastavené, miniatúry zobrazené pre súbory typu obrázkov budú rozmazané pomocou gaussovského filtra.
sl_si: Če je ta nastavitev nastavljena, bodo prikazane sličice za slikovne datoteke zamegljene z Gaussovim filtrom.
tl_ph: Kung nakatakda ang setting na ito, ang mga thumbnail na ipinapakita para sa mga file ng uri ng imahe ay magiging blur gamit ang gaussian filter.
vi_vn: Nếu cài đặt này được đặt, hình thu nhỏ hiển thị cho các tệp loại hình ảnh sẽ bị làm mờ bằng bộ lọc gaussian.

source: Blur thumbnail strength
ar_jo: طمس قوة الصورة المصغرة
cs_cz: Síla rozmazání miniatur
da_dk: Slør thumbnail styrke
de_at: Thumbnail-Stärke verwischen
el_gr: Ισχύς θαμπώματος μικρογραφίας
es_ar: Fuerza de la miniatura de desenfoque
fa_ir: قدرت تصویر کوچک تار
fi_fi: Sumennuksen pikkukuvan vahvuus
fr_ch: Flou de la force des vignettes
he_il: טשטוש חוזק התמונות הממוזערות
hi_in: धुंधला थंबनेल ताकत
id_id: Kekuatan gambar mini kabur
it_it: Sfoca la forza delle miniature
ja_jp: サムネイルの強さをぼかす
ko_kr: 블러 썸네일 강도
ms_my: Kaburkan kekuatan lakaran kecil
nl_be: Miniatuursterkte vervagen
pl_pl: Siła rozmycia miniatury
pt_pt: Força da miniatura de desfoque
ru_ru: Степень размытия миниатюры
sk_sk: Sila rozmazania miniatúry
sl_si: Moč zameglitve sličice
tl_ph: I-blur ang lakas ng thumbnail
vi_vn: Độ mạnh của hình thu nhỏ làm mờ
zh_cn: 模糊缩略图强度
