Repository: common-repository/ultimate-downloadable-products-for-woocommerce
Catalog: languages/ultimate-downloadable-products-for-woocommerce-*.po
Languages: ar_jo, cs_cz, da_dk, de_at, el_gr, es_ar, fa_ir, fi_fi, fr_ch, he_il, hi_in, id_id, it_it, ja_jp, ko_kr, ms_my, nl_be, pl_pl, pt_pt, ru_ru, sk_sk, sl_si, tl_ph, vi_vn, zh_cn

source: The generated thumbnail image blur strength in the gaussian filter runs count.
ar_jo: عدد قوة طمس الصورة المصغرة التي تم إنشاؤها في تشغيل مرشح gaussian.
cs_cz: Síla rozmazání generovaného miniaturního obrázku v gaussovském filtru se počítá.
da_dk: Sløringsstyrken for det genererede miniaturebillede i gaussisk filterkørsler.
de_at: Die Unschärfestärke des erzeugten Miniaturbildes in den Gaußschen Filterläufen zählt.
el_gr: Η ισχύς θολώματος της παραγόμενης μικρογραφίας εικόνας στο γκασιανό φίλτρο μετράει.
es_ar: La fuerza de desenfoque de la imagen en miniatura generada en las ejecuciones del filtro gaussiano cuenta.
fa_ir: قدرت تاری تصویر کوچک ایجاد شده در فیلتر گاوسی تعداد اجراها.
fi_fi: Luotu pikkukuvan epäterävyyden voimakkuus Gaussin suodattimen ajoissa lasketaan.
fr_ch: La force de flou de l'image miniature générée dans les séries de filtres gaussien compte.
he_il: עוצמת הטשטוש של התמונה הממוזערת שנוצרה במסנן גאוסי ספירת ריצות.
hi_in: गाऊसी फिल्टर में उत्पन्न थंबनेल छवि धुंधला शक्ति गिनती चलाता है।
id_id: Kekuatan blur gambar thumbnail yang dihasilkan dalam filter gaussian berjalan dihitung.
it_it: L'intensità della sfocatura dell'immagine in miniatura generata nel filtro gaussiano viene conteggiata.
ja_jp: ガウスフィルターの実行回数で生成されたサムネイル画像のぼかし強度。
ko_kr: 가우스 필터에서 생성된 썸네일 이미지 흐림 강도가 계산됩니다.
ms_my: Kekuatan kabur imej kecil yang dijana dalam kiraan larian penapis gaussian.
nl_be: De gegenereerde vervagingssterkte van miniatuurafbeeldingen in het Gauss-filter telt mee.
pl_pl: Wygenerowana siła rozmycia obrazu miniatury w przebiegu filtru Gaussa jest liczona.
pt_pt: A força de desfoque da imagem em miniatura gerada no filtro gaussiano é contada.
ru_ru: Количество прогонов гауссовского фильтра.
sk_sk: Intenzita rozmazania vygenerovaného miniatúrneho obrázka pri počte cyklov gaussovského filtra.
sl_si: Šteje se moč zamegljenosti ustvarjene sličice v Gaussovem filtru.
tl_ph: Ang nabuong thumbnail image blur strength sa gaussian filter runs count.
vi_vn: Số lượng độ mờ của hình ảnh thu nhỏ được tạo trong bộ lọc gaussian.
zh_cn: 高斯滤波器运行计数中生成的缩略图图像模糊强度。

source: Want more features?
ar_jo: هل تريد المزيد من الميزات؟
cs_cz: Chcete více funkcí?
da_dk: Vil du have flere funktioner?
de_at: Willst du mehr Funktionen?
el_gr: Θέλετε περισσότερες δυνατότητες;
es_ar: ¿Quieres más funciones?
fa_ir: ویژگی های بیشتری می خواهید؟
fi_fi: Haluatko lisää ominaisuuksia?
fr_ch: Vous voulez plus de fonctionnalités ?
he_il: רוצה עוד תכונות?
hi_in: अधिक सुविधाएँ चाहते हैं?
id_id: Ingin lebih banyak fitur?
it_it: Vuoi più funzionalità?
ja_jp: より多くの機能が必要ですか？
ko_kr: 더 많은 기능을 원하십니까?
ms_my: Inginkan lebih banyak ciri?
nl_be: Vil du have flere funktioner?
pl_pl: Chcesz więcej funkcji?
pt_pt: Quer mais recursos?
ru_ru: Хотите больше премиум возможностей?
sk_sk: Chcete viac funkcií?
sl_si: Želite več funkcij?
tl_ph: Gusto ng higit pang mga tampok?
vi_vn: Muốn có nhiều tính năng hơn?
zh_cn: 想要更多功能？

source: Install the %1$sPRO plugin version%2$s!
ar_jo: %1$s قم بتثبيت إصدار البرنامج المساعد الاحترافي%2$s!
cs_cz: Nainstalujte plugin %1$sPRO verze%2$s!
da_dk: Installer %1$sprofessionel plugin version%2$s!
de_at: Installieren Sie bitte die %1$sPRO-Version des Plugins%2$s!
el_gr: Εγκαταστήστε την επαγγελματική έκδοση %1$sπροσθήκης%2$s!
es_ar: ¡Instala la versión %2$sdel complemento PRO de%1$s!
fa_ir: پلاگین حرفه ای %1$sنسخه%2$s را نصب کنید!
fi_fi: Asenna %1$sProfessional -laajennuksen versio%2$s!
fr_ch: Installez le plugin %1$sPRO version%2$s !
he_il: התקן את תוסף התוסף %1$s PRO %2$s!
hi_in: %1$sपेशेवर प्लग इन संस्करण%2$s स्थापित करें!
id_id: Instal plugin profesional %1$sversi%2$s!
it_it: Installa il plug-in PRO %1$sversione%2$s!
ja_jp: %1$s PROプラグインバージョン%2$sをインストールしてください！
ko_kr: %1$sPRO 플러그인 버전%2$s를 설치하십시오!
ms_my: Pasang %1$spemalam profesional versi%2$s!
nl_be: Installer %1$sprofessionelle plugin version%2$s!
pl_pl: Zainstaluj profesjonalną wtyczkę %1$sw wersji%2$s!
pt_pt: Instale a versão do plug-in %1$sPRO%2$s!
ru_ru: Перейдите на %1$sPRO версию плагина%2$s!
sk_sk: Nainštalujte %1$s profesionálnu verziu doplnku%2$s!
sl_si: Namestite %1$srazličico profesionalnega vtičnika%2$s!
tl_ph: I-install ang %1$spropesyonal na bersyon ng plugin na%2$s!
vi_vn: %1$sCài đặt phiên bản plugin chuyên nghiệp%2$s!
zh_cn: 安装 %1$sPRO 插件版本%2$s！

source: Save Changes
ar_jo: حفظ التغييرات
cs_cz: Uložit změny
da_dk: Gem ændringer
de_at: Einstellungen speichern
el_gr: Αποθήκευσε τις αλλαγές
es_ar: Guardar cambios
fa_ir: ذخیره تغییرات
fi_fi: Tallenna muutokset
fr_ch: Sauvegarder les modifications
he_il: שמור שינויים
hi_in: परिवर्तनों को सुरक्षित करें
id_id: Simpan perubahan
it_it: Salvare le modifiche
ja_jp: 変更内容を保存
ko_kr: 변경 사항을 저장하다
ms_my: Simpan Perubahan
nl_be: Gem Ã¦ndringer
pl_pl: Zapisz zmiany
pt_pt: Salvar alterações
ru_ru: Сохранить изменения
sk_sk: Uložiť zmeny
sl_si: Shrani spremembe
tl_ph: I-save ang mga pagbabago
vi_vn: Lưu thay đổi
zh_cn: 保存更改

source: Are you sure you want to delete all Ultimate Downloadable Products options?
ar_jo: هل أنت متأكد من أنك تريد حذف جميع خيارات Ultimate Downloadable Products؟
cs_cz: Opravdu chcete odstranit všechny možnosti Ultimate Downloadable Products?
da_dk: Er du sikker på, at du vil slette alle muligheder for Ultimate Downloadable Products?
de_at: Möchten Sie wirklich alle Optionen für herunterladbare Ultimate-Produkte löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις επιλογές Ultimate Products με δυνατότητα λήψης;
es_ar: ¿Está seguro de que desea eliminar todas las opciones de Ultimate Downloadable Products?
fa_ir: آیا مطمئنید که می‌خواهید همه گزینه‌های محصولات دانلودی نهایی را حذف کنید؟
fi_fi: Haluatko varmasti poistaa kaikki Ultimate Downloadable Products -vaihtoehdot?
fr_ch: Voulez-vous vraiment supprimer toutes les options Ultimate Downloadable Products ?
he_il: האם אתה בטוח שברצונך למחוק את כל אפשרויות המוצרים האולטימטיביים להורדה?
hi_in: क्या आप वाकई सभी अंतिम डाउनलोड करने योग्य उत्पाद विकल्पों को हटाना चाहते हैं?
id_id: Apakah Anda yakin ingin menghapus semua opsi Produk yang Dapat Diunduh Utama?
it_it: Sei sicuro di voler eliminare tutte le opzioni di Ultimate Downloadable Products?
ja_jp: Ultimate Downloadable Productsオプションをすべて削除してもよろしいですか？
ko_kr: 모든 Ultimate Downloadable Products 옵션을 삭제하시겠습니까?
ms_my: Adakah anda pasti mahu memadamkan semua pilihan Produk Boleh Muat Turun Muktamad?
nl_be: Weet u zeker dat u alle opties voor Ultimate Downloadable Products wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć wszystkie opcje Ultimate Downloadable Products?
pt_pt: Tem certeza de que deseja excluir todas as opções de Ultimate Downloadable Products?
ru_ru: Вы уверены, что хотите удалить все настройки плагина Ultimate Downloadable Products for WooCommerce?
sk_sk: Naozaj chcete odstrániť všetky možnosti Ultimate Downloadable Products?
sl_si: Ali ste prepričani, da želite izbrisati vse možnosti Ultimate Downloadable Products?
tl_ph: Sigurado ka bang gusto mong tanggalin ang lahat ng mga opsyon sa Ultimate Downloadable Products?
vi_vn: Bạn có chắc chắn muốn xóa tất cả các tùy chọn Sản phẩm có thể tải xuống cuối cùng không?
zh_cn: 您确定要删除所有 Ultimate Downloadable Products 选项吗？

source: If you like <strong>Ultimate Downloadable Products for WooCommerce</strong> please leave us a %1$s rating. A huge thanks in advance!
ar_jo: إذا كنت تحب <strong> Ultimate Downloadable Products لـ WooCommerce </strong> ، فيرجى ترك تقييم%1$s لنا. شكرا جزيلا مقدما!
cs_cz: Pokud se vám líbí <strong>Ultimate Downloadable Products for WooCommerce</strong>, zanechte nám hodnocení %1$s. Předem obrovské díky!
da_dk: Hvis du kan lide <strong>Ultimate Downloadable Products for WooCommerce</strong>, bedes du give os en %1$s-bedømmelse. På forhånd en kæmpe tak!
de_at: Wenn Ihnen <strong>Ultimative herunterladbare Produkte für WooCommerce</strong> gefallen, hinterlassen Sie uns bitte eine %1$s-Bewertung. Ein großes Dankeschön im Voraus!
el_gr: Αν σας αρέσουν τα <strong>Τελικά προϊόντα με δυνατότητα λήψης για WooCommerce</strong>, αφήστε μας μια βαθμολογία %1$s. Ένα τεράστιο ευχαριστώ εκ των προτέρων!
es_ar: Si le gustan los <strong>Productos descargables definitivos para WooCommerce</strong>, déjenos una calificación de %1$s. ¡Muchísimas gracias de antemano!
fa_ir: اگر <strong>محصولات قابل بارگیری نهایی برای WooCommerce</strong> را دوست دارید، لطفاً یک امتیاز %1$s برای ما بگذارید. پیشاپیش یک تشکر فراوان!
fi_fi: Jos pidät <strong>Ultimate-ladattavista WooCommercen tuotteista</strong>, jätä meille %1$s arvio. Iso kiitos jo etukäteen!
fr_ch: Si vous aimez les <strong>produits téléchargeables ultimes pour WooCommerce</strong>, veuillez nous laisser une note de %1$s. Un énorme merci d'avance !
he_il: אם אתה אוהב <strong>מוצרים אולטימטיביים להורדה עבור WooCommerce</strong> אנא השאר לנו דירוג %1$s. תודה ענקית מראש!
hi_in: अगर आपको <strong>WooCommerce के लिए अंतिम डाउनलोड करने योग्य उत्पाद</strong> पसंद हैं, तो कृपया हमें %1$s रेटिंग दें। अग्रिम में एक बड़ा धन्यवाद!
id_id: Jika Anda menyukai <strong>Produk Unggulan yang Dapat Diunduh untuk WooCommerce</strong>, beri kami nilai %1$s. Terima kasih banyak sebelumnya!
it_it: Se ti piacciono i <strong>Prodotti scaricabili di ultima generazione per WooCommerce</strong>, lasciaci una valutazione di %1$s. Un enorme grazie in anticipo!
ja_jp: <strong>WooCommerce用の究極のダウンロード可能な製品</strong>が気に入った場合は、%1$s の評価を残してください。 よろしくお願いします！
ko_kr: <strong>WooCommerce를 위한 최고의 다운로드 가능 제품</strong>이 마음에 드시면 %1$s 등급을 남겨주세요. 미리 감사드립니다!
ms_my: Jika anda suka <strong>Produk Boleh Muat Turun Muktamad untuk WooCommerce</strong> sila berikan kami rating %1$s. Terima kasih yang tidak terhingga terlebih dahulu!
nl_be: Als je van <strong>Ultimate downloadbare producten voor WooCommerce</strong> houdt, geef ons dan een %1$s rating. Bij voorbaat enorm bedankt!
pl_pl: Jeśli podoba Ci się <strong>Ultimate Downloadable Products for WooCommerce</strong>, zostaw nam ocenę %1$s. Z góry wielkie dzięki!
pt_pt: Se você gosta de <strong>Produtos para download definitivos para WooCommerce</strong>, deixe-nos uma avaliação de %1$s. Um enorme obrigado antecipadamente!
ru_ru: Если вам нравится <strong>Ultimate Downloadable Products for WooCommerce</strong>, оставьте нам рейтинг %1$s. Огромное спасибо заранее!
sk_sk: Ak sa vám páči <strong>Ultimate Downloadable Products for WooCommerce</strong>, zanechajte nám hodnotenie %1$s. Vopred veľká vďaka!
sl_si: Če so vam všeč <strong>Ultimate Downloadable Products for WooCommerce</strong> nam pustite oceno %1$s. Najlepša hvala vnaprej!
tl_ph: Kung gusto mo ang <strong>Ultimate Downloadable Products para sa WooCommerce</strong> mangyaring mag-iwan sa amin ng %1$s na rating. Isang malaking salamat in advance!
vi_vn: Nếu bạn thích <strong> Sản phẩm có thể tải xuống cuối cùng cho WooCommerce </strong>, vui lòng để lại xếp hạng %1$s cho chúng tôi. Cảm ơn rất nhiều trước!
zh_cn: 如果您喜欢 <strong>WooCommerce 的终极可下载产品</strong>，请给我们评分 %1$s。 提前非常感谢！

source: Ultimate Downloadable Products
ar_jo: المنتجات النهائية القابلة للتنزيل
cs_cz: Špičkové produkty ke stažení
da_dk: Ultimative downloadbare produkter
de_at: Ultimative herunterladbare Produkte
el_gr: Απόλυτα προϊόντα με δυνατότητα λήψης
es_ar: Productos descargables definitivos
fa_ir: محصولات قابل دانلود نهایی
fi_fi: Parhaat ladattavat tuotteet
fr_ch: Produits téléchargeables ultimes
he_il: מוצרים אולטימטיביים להורדה
hi_in: अंतिम डाउनलोड करने योग्य उत्पाद
id_id: Produk Ultimate yang Dapat Diunduh
it_it: Ultimi prodotti scaricabili
ja_jp: 究極のダウンロード可能な製品
ko_kr: 궁극의 다운로드 가능한 제품
ms_my: Produk Boleh Muat Turun Terunggul
nl_be: Ultieme downloadbare producten
pl_pl: Najlepsze produkty do pobrania
pt_pt: Produtos finais para download
sk_sk: Špičkové produkty na stiahnutie
sl_si: Vrhunski izdelki za prenos
tl_ph: Ultimate Nada-download na Mga Produkto
vi_vn: Sản phẩm có thể tải xuống cuối cùng
zh_cn: 终极可下载产品
